[Character.CharClass_Orchid_RaidEngineer AIClassDefinition]
DefaultDisplayName="Hyperius, O Invencível"
UBMKilledByMessageString=""

[Skill.Skill_Orchid_PlayerDeathPenalty SkillDefinition]
SkillName="Penalização ao jogador por morte"
SkillDescription="Redução da saúde pela segunda chance durante a entrada"
LockedSkillDetailStr="<Locked>"

[Skill.Skill_Orchid_Raid_Reaper SkillDefinition]
SkillName="Ceifadeira"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

